[
  {
    "title": "Chatbot AI - Chat & Ask AI",
    "shortDescription": "Meet the Smartest AI Chatbot – Powered by Advanced AI with Deep Reasoning Ability! Unlock endless possibilities with the ultimate AI Chatbot for conversations, learning, and creativity. Whether you want to chat with AI, ask AI for insights, or explore new ideas, this app integrates cutting-edge AI models like DeepSeek V3, DeepSeek R1, GPT-4o, Gemini Pro & Claude API to deliver intelligent, deep reasoning, and advanced computing capabilities.",
    "appStoreLink": "https://apps.apple.com/us/app/chatbot-ai-smart-ai-assistant/id1671101527",
    "googlePlayLink": "https://play.google.com/store/apps/details?id=newway.open.chatgpt.ai.chat.bot.free",
    "iconPath": "/product-icons/1753257309470-Icon.ChatAI.1a-12.12@2x.jpg"
  },
  {
    "title": "AI Notes & Transcribe Memo",
    "shortDescription": "Introducing NotesAI, the ultimate AI note taker that revolutionizes how you transcribe voice to text and transcribe voice notes. Powered by advanced AI transcription, this robust transcriber makes live transcribe and speech to text conversion effortless. With NotesAI, you can easily transcribe your ideas and turn recordings into clear.",
    "appStoreLink": "https://apps.apple.com/us/app/ai-notebook-voice-memo/id6447347605",
    "googlePlayLink": "https://play.google.com/store/apps/details?id=newway.good.note.ai.notepad.notebook.checklist.gpt",
    "iconPath": "/product-icons/1753257736545-Icon512_(13).jpg"
  },
  {
    "title": "AI Tattoo Design: Tattoo Maker",
    "shortDescription": "InkAI: Tattoo Design Generator – Your Personal AI Tattoo Simulator & Stencil Maker Looking for the perfect tattoo design? InkAI is your go-to AI tattoo generator, tattoo simulator, and tattoo maker in one. Whether you're a tattoo lover, an aspiring tattoo artist, or simply exploring tattoo ideas, InkAI helps you create tattoos that are bold, beautiful, and 100% original.",
    "appStoreLink": "https://apps.apple.com/us/app/ai-tattoo-design-tattoo-maker/id6744962743",
    "googlePlayLink": "https://play.google.com/store/apps/details?id=newway.tattoo.ai.generator.ink.hunter.design.free",
    "iconPath": "/product-icons/1753257746739-512_-_15.jpg"
  }
]